Repository: ropensci-training/saperlipopette
Catalog: po/R-*.po
Languages: es, fr

source: First commit
es: Primer commit
fr: Premier commit

source: feat: add script
es: feat: añade el script
fr: feat: ajoute le script

source: feat: edit script
es: feat: cambia el script
fr: feat: modifie le script

source: feat: improve script
es: feat: mejora el script
fr: feat: améliore le script

source: feat: amend script
es: feat: modifica el script
fr: feat: change le script

source: Follow along in {path}!
es: El ejercicio te espera en {path}
fr: L'exercice attend dans {path} !

source: thing 1
es: cosa 1
fr: chose 1

source: thing 2
es: cosa 2
fr: chose 2

source: feat: add bla
es: feat: añade bla
fr: feat: ajoute bla

source: fix things
es: repara las cosas
fr: répare les choses

source: add a new documennnt
es: añade un nuevo documento
fr: ajoute un nouveau documennnt

source: refactor: remove script
es: refactor: elimina el script
fr: refactor: supprime le script

source: daisy
es: margarita
fr: pâquerette

source: tulip
es: tulipán
fr: tulipe

source: rose
es: rosa

source: lavender
es: lavanda
fr: lavande

source: sunflower
es: girasol
fr: tournesol

source: jasmine
es: jazmín
fr: jasmin

source: orchid
es: orquídea
fr: orchidée

source: peony
es: peonía
fr: pivoine

source: poppy
es: amapola
fr: coquelicot

source: feat: wonderful
es: feat: maravilloso
fr: feat: merveilleux

source: feat: delightful
es: feat: encantador
fr: feat: ravissant

source: feat: brilliant
es: feat: brillante
fr: feat: brillant

source: feat: cheerful
es: feat: alegre
fr: feat: joyeux

source: feat: graceful
es: feat: elegante
fr: feat: gracieux

source: feat: joyful
es: feat: gozoso
fr: feat: réjouissant

source: feat: peaceful
es: feat: tranquilo
fr: feat: paisible

source: feat: radiant
es: feat: radiante
fr: feat: radieux

source: feat: splendid
es: feat: espléndido
fr: feat: splendide

source: feat: vibrant
es: feat: vibrante

source: flowers.txt
es: flores.txt
fr: fleurs.txt

source: add ci configuration
es: añade la configuración de integración continua
fr: ajoute la configuration d'intégration continue

source: add script
es: añade el script
fr: ajoute le script

source: try to fix ci
es: intenta de reparar la integración continua
fr: essaie de réparer l'intégration continue

source: try to fix script
es: intenta de reparar el script
fr: essaie de réparer le script

source: add a ci thing
es: añade una cosa de integración continua
fr: ajoute une chose à l'intégration continue

source: fix script
es: repara el script
fr: répare le script

source: fix: fix things
es: fix: repara las cosas
fr: fix: répare les choses

source: thing 3
es: cosa 3
fr: chose 3

source: fix: edit bla
es: fix: modifica bla
fr: fix: modifie bla

source: fix: amend bla
es: fix: cambia bla
fr: fix: change bla

source: feat: add bla.txt
es: feat: añade bla.txt
fr: feat: ajoute bla.txt

source: fix: amend bla.txt
es: fix: modifica bla.txt
fr: fix: change bla.txt

source: en
es: es
fr: fr
